Repository: vdr-projects/vdr-plugin-targavfd
Catalog: po/*.po
Languages: it_it

source: Show nothing
it_it: Non mostrare niente

source: Half brightness
it_it: Luminosità a metà

source: Full brightness
it_it: Luminosità piena

source: Brightness
it_it: Luminosità

source: Single line
it_it: Linea singola

source: Dual lines
it_it: Linee doppie

source: Only topic
it_it: Solo titolo

source: Render mode
it_it: Modalità visualizzazione

source: Default font
it_it: Carattere predefinito

source: Height of big font
it_it: Altezza carattere grande

source: Height of small font
it_it: Altezza carattere piccolo

source: Do nothing
it_it: Non fare nulla

source: Showing clock
it_it: Mostra orologio

source: Turning display off
it_it: Spegni retroilluminazione

source: Show next timer
it_it: Mostra timer successivo

source: Show only present next timer
it_it: Mostra solo timer successivo

source: Exit mode
it_it: Modalità d'uscita

source: Never
it_it: Mai

source: Resume on activities
it_it: Riprendi attività

source: Only per time
it_it: Solo per l'ora

source: Suspend display at night
it_it: Sospendi schermo la notte

source: Beginning of suspend
it_it: Inizio sospensione

source: End time of suspend
it_it: Fine sospensione

source: Control a targa vfd
it_it: Controlla una targa VFD

source: None active timer
it_it: Nessun timer attivo

source: Unknown title
it_it: Titolo sconosciuto
